// 保險公司
const proCompany = ["南山人壽", "富邦人壽", "全球人壽"];

// 保險屬性
const proBigItem = ["壽險", "醫療", "還本", "增額", "年金", "養老"];

// 主附約
const proKind = ["主約", "附約"];

// 保險期間
const proPeriod = ["終身", "定期"];

// 保障內容
const proContent = [
  "基本壽險保障",
  "實支實付",
  "手術",
  "癌症",
  "意外",
  "失能",
  "長期照顧",
  "健康管理",
  "病房費用",
  "滿期保險金",
  "門診醫療",
  "婦嬰保障",
  "法定傳染病",
  "返還年金保單價值準備金或基本保費",
  "防疫保健回饋",
  "短期照顧",
  "天然災害",
  "特定處置",
  "特殊醫材補助",
  "年金給付",
  "腦部退化性疾病",
  "骨髓移植",
  "幹細胞移植",
  "豁免保費",
  "交通事故",
  "加護病房費用",
  "健康感恩回饋",
  "健康促進回饋",
  "居家療養",
  "食物中毒",
  "祝壽保險金",
  "住院費用",
  "住院關懷",
  "住院日額",
  "出院療養",
  "重大疾病",
  "重大傷病",
  "創傷縫合",
  "失智照顧",
  "水陸大眾運輸",
  "身故給付",
  "身心關懷",
  "生活照顧",
  "生存還本金",
  "乳房重建",
  "乳癌護理",
  "自體免疫細胞治療",
  "醫院各項雜費",
  "無理賠鼓勵",
  "無理賠關懷",
  "無理賠回饋",
  "未住院鼓勵",
  "增值回饋分享金",
];

const proStatus = ["現售", "停售"];

export { proCompany, proBigItem, proKind, proPeriod, proContent, proStatus };
