// 保險公司
const proCompany = ["南山人壽"];

// 保險屬性
const proBigItem = ["壽險", "醫療", "還本", "增額", "年金"];

// 主附約
const proKind = ["主約", "附約"];

// 保險種類
const proSmallItem = [
  "定期",
  "終身",
  "台幣",
  "外幣",
  "住院日額",
  "實支實付",
  "手術醫療",
  "癌症醫療",
  "意外傷害",
  "重大疾病與重大傷病",
  "長期照顧",
  "健康管理",
];

// 保險特色
// const proFeature = [

// ]

// 保障內容
const proContent = [
  "病房費用",
  "美元計價",
  "滿期保險金",
  "門診手術",
  "門診醫療",
  "婦嬰保障",
  "法定傳染病住院關懷",
  "返還年金保單價值準備金或基本保費",
  "防疫保健回饋",
  "短期照顧",
  "天然災害",
  "特定處置",
  "特殊醫材補助",
  "年金給付",
  "腦部退化性疾病",
  "骨髓移植",
  "幹細胞移植",
  "豁免保費",
  "航空意外",
  "交通事故",
  "加護病房費用",
  "健康管理",
  "健康感恩回饋",
  "健康促進回饋",
  "居家療養",
  "校內集體食物中毒",
  "祝壽保險金",
  "住院費用",
  "住院關懷",
  "住院手術",
  "住院日額",
  "出院療養",
  "重大疾病",
  "出院療養",
  "長期照顧",
  "創傷縫合",
  "失智照顧",
  "水陸大眾運輸",
  "身故給付",
  "身心關懷",
  "生活照顧",
  "生存還本金",
  "乳房重建",
  "乳癌護理",
  "自體免疫細胞治療",
  "意外第一級失能",
  "意外特定手術",
  "意外骨折",
  "意外燒燙傷",
  "意外身故",
  "意外醫療",
  "醫院各項雜費",
  "無理賠鼓勵",
  "無理賠關懷",
  "無理賠回饋",
  "未住院鼓勵",
  "完全失能關懷金",
  "完全失能給付",
  "完全失能生活扶助",
  "癌症門診",
  "癌症放療",
  "癌症化療",
  "癌症給付",
  "癌症手術",
  "癌症身故",
  "增值回饋分享金",
];

export { proCompany, proBigItem, proKind, proSmallItem, proContent };
